[
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Fácil",
    "TopicoId": 11,
    "SubtopicoId": null,
    "Enunciado": "Escolha uma das alternativas.",
    "Documentos": [
      {
        "Titulo": "Ser Especial",
        "Tipo": "Texto",
        "Descricao": "Nova República Século XXI Consumo Brasil",
        "Origem": "Danuza Leão. Folha de São Paulo, Caderno Cotidiano, 25/11/2012",
        "Url": null,
        "Texto": "Afinal, qual a graça de ter muito dinheiro? Quanto mais coisas se tem, mais se quer ter e os desejos e anseios vão mudando -- e aumentando -- a cada dia, só que a coisa não é assim tão simples. Bom mesmo é possuir coisas exclusivas, a que só nós temos acesso; se todo mundo fosse rico, a vida seria um tédio.\n\nUm homem que começa do nada, por exemplo: no início de sua vida, ter um apartamento era uma ambição quase impossível de alcançar; mas, agora, cheio de sucesso, se você falar que está pensando em comprar um com menos de 800 metros quadrados, piscina, sauna e churrasqueira, ele vai olhar para você com o maior desprezo -- isso se olhar.\n\nVai longe o tempo do primeiro fusquinha comprado com o maior sacrifício; agora, se não for um importado, com televisão, bar e computador, não interessa -- e só tem graça se for o único a ter o brinquedinho. Somos todos verdadeiras crianças, e só queremos ser únicos, especiais e raros; simples, não?\n\nQueremos todas as brincadeirinhas eletrônicas, que acabaram de ser lançadas, mas qual a graça, se até o vizinho tiver as mesmas? O problema é: como se diferenciar do resto da humanidade, se todos têm acesso a absolutamente tudo, pagando módicas prestações mensais?\n\nAs viagens, por exemplo: já se foi o tempo em que ir a Paris era só para alguns; hoje, ninguém quer ouvir o relato da subida do Nilo, do passeio de balão pelo deserto ou ver as fotos da viagem -- e se for o vídeo, pior ainda -- de quem foi às muralhas da China. Ir a Nova York ver os musicais da Broadway já teve sua graça, mas, por R$ 50 mensais, o porteiro do prédio também pode ir, então qual a graça?\n\nEnfrentar 12 horas de avião para chegar a Paris, entrar nas perfumarias que dão 40% de desconto, com vendedoras falando português e onde você só encontra brasileiros -- não é melhor ficar por aqui mesmo?"
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "O texto alerta as classes menos favorecidas para o perigo que correm devido ao endividamento e ao superaquecimento da economia gerado por suas compras em prestações.",
        "Pontuacao": 0
      },
      {
        "Letra": "B",
        "Texto": "A ideia de \"se diferenciar do resto da humanidade\" está ligada ao conceito de elitismo, que pode ser definido como \"favorecimento de uma minoria\".",
        "Pontuacao": 5
      },
      {
        "Letra": "C",
        "Texto": "A autora do texto defende que a presença de brasileiros fazendo turismo ou trabalhando em outros países diminui, para certas pessoas, o prazer e o interesse em se visitar estes locais.",
        "Pontuacao": 1
      },
      {
        "Letra": "D",
        "Texto": "O texto, escrito em 2012, pode ser utilizado como indício de que certos grupos sociais passaram a ter acesso a bens de consumo antes inacessíveis.",
        "Pontuacao": 4
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Média",
    "TopicoId": 2,
    "SubtopicoId": 1,
    "Enunciado": "Observe a imagem do quadro e a imagem do fotograma de uma cena de filme e escolha uma alternativa.",
    "Documentos": [
      {
        "Titulo": "A Primeira Missa no Brasil, 1860",
        "Tipo": "Imagem",
        "Descricao": "Brasil Colônia Pré-Colonial Século XVI",
        "Origem": "Victor Meirelles. 1860. Museu Nacional de Belas Artes, Rio de Janeiro",
        "Url": "https://dysnjdhxwpqbhaoqrvzv.supabase.co/storage/v1/object/public/histori-acao-storage/7ONHB_segunda_fase_questao_13_doc1.jpg",
        "Texto": null
      },
      {
        "Titulo": "Fotograma de cena do filme Descobrimento do Brasil de Humberto Mauro, 1936",
        "Tipo": "Imagem",
        "Descricao": "Brasil Colônia Pré-Colonial Cinema Século XX",
        "Origem": "Humberto Mauro. 1936. 60 min",
        "Url": "https://dysnjdhxwpqbhaoqrvzv.supabase.co/storage/v1/object/public/histori-acao-storage/7ONHB_segunda_fase_questao_13_doc2.jpg",
        "Texto": null
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "O filme O Descobrimento do Brasil de Humberto Mauro fazia parte de uma política institucional de produção de cinema educativo.",
        "Pontuacao": 4
      },
      {
        "Letra": "B",
        "Texto": "Os indígenas, em ambas as imagens, são retratados em primeiro plano e em maior quantidade, mas o tema principal é a cruz no altar.",
        "Pontuacao": 1
      },
      {
        "Letra": "C",
        "Texto": "Os dois documentos (quadro e fotograma do filme) obedecem a uma hierarquia em termos de representação, sendo que o filme é o menos fidedigno dentre eles.",
        "Pontuacao": 0
      },
      {
        "Letra": "D",
        "Texto": "O quadro de Victor Meirelles exerce grande influência na narrativa visual adotada pelo filme de Humberto Mauro.",
        "Pontuacao": 5
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Média",
    "TopicoId": 8,
    "SubtopicoId": 18,
    "Enunciado": "A partir da leitura da reportagem, escolha uma das alternativas.",
    "Documentos": [
      {
        "Titulo": "Amazonas pede desculpas aos japoneses por abusos na 2ª Guerra",
        "Tipo": "Texto",
        "Descricao": "Era Vargas Estado Novo Segunda Guerra Mundial",
        "Origem": "G1 Jornal Nacional",
        "Url": null,
        "Texto": "Uma cerimônia realizada nesta terça-feira (25), em Manaus, serviu como uma reparação histórica: um pedido de desculpas por injustiças de 70 anos (...) contra imigrantes.\n\nTambores tradicionais japoneses na Assembleia Legislativa. É o resgate de parte de uma história quase esquecida. Em 1931, imigrantes do Japão fundaram, no meio da floresta, um lugar chamado Vila Amazônia. Eles conseguiram adaptar a juta ao solo da região. A fibra natural asiática era fundamental para a economia brasileira porque dela são feitos sacos para exportação do café. O projeto agrícola deu tão certo que, em poucos anos, o Brasil deixou de importar juta da Índia. Mas com a Segunda Guerra Mundial na década de 40, os imigrantes foram perseguidos.\n\n'Eles abriram galerias para formar o esgoto da vila, e o pessoal começou a dizer que eles estavam cavando para guardar armas. Outros iam além: diziam que estavam cavando um buraco para chegar ao Japão', conta o geógrafo Camilo Ramos.\n\nQuando os japoneses foram declarados inimigos, as terras, indústrias de beneficiamento da juta, a companhia de exportação, tudo foi confiscado pelo governo. Os imigrantes que permaneceram na Vila Amazônia foram presos e depois levados ao estado do Pará, onde ficaram confinados em um lugar chamado \"Acará\". Para os japoneses e descendentes era um campo de concentração em plena Floresta Amazônica.\n\nO engenheiro Yosiyuki Miyakei, com sete anos na época, diz que os pais tiveram que fazer trabalho forçado. 'Meus pais foram forçados pela administração da época a construir estradas'.\n\nSeu Shoji fugiu para a floresta para não ser preso. Quando voltou para a cidade, foi açoitado.\n\n'O soldado disse: traz aquele japonesinho. Eu fui lá e ele começou a me bater com couro de peixe-boi', contou o aposentado Zennoshin Shoji.\n\nHoje com 96 anos, Seu Shoji recebeu título de Cidadão do Amazonas. Apenas 3 dos 249 imigrantes da Vila Amazônia ainda estão vivos. Viúvas e descendentes ouviram do governo do Amazonas o pedido formal de desculpas pelas agressões e calúnias durante a Segunda Guerra Mundial. 'Para nós é como se tivéssemos conseguido lavar a honra de nossos pais. Agora a gente pode dizer: descansem em paz', diz Valdir Sató, da Associação Koutaku do Amazonas."
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "A história da presença de japoneses no norte do Brasil, desde o começo dos anos 1930, foi alterada pela entrada do país na Segunda Guerra Mundial.",
        "Pontuacao": 1
      },
      {
        "Letra": "B",
        "Texto": "A retratação recente, ocorrida quando não há praticamente mais nenhum sobrevivente da Vila Amazônia, é uma medida inócua.",
        "Pontuacao": 0
      },
      {
        "Letra": "C",
        "Texto": "A retratação procura estabelecer uma nova memória e pode ser considerada parte de outras ações da sociedade brasileira contra o apagamento de episódios violentos promovidos pelo Estado.",
        "Pontuacao": 5
      },
      {
        "Letra": "D",
        "Texto": "O confisco de bens e a perseguição a imigrantes japoneses, alemães e italianos pautaram-se num decreto presidencial e faziam parte de ações do Estado Brasileiro no contexto da Segunda Guerra.",
        "Pontuacao": 4
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Média",
    "TopicoId": 11,
    "SubtopicoId": null,
    "Enunciado": "No ano de 1987, uma proposta de Emenda Popular à Constituição visando o direito dos deficientes foi apresentada. Leia este documento:",
    "Documentos": [
      {
        "Titulo": "Emenda PE00086-5/Emenda 1P20759-2",
        "Tipo": "Texto",
        "Descricao": "Nova República Constituição 1988 Direitos",
        "Origem": "Assembleia Nacional Constituinte. Emendas Populares, p. 81",
        "Url": null,
        "Texto": "**EMENDA Nº POPULAR**\n\n1. Inclui, onde couber, no Capítulo I (Dos Direitos Individuais), do Título II (Dos Direitos Fundamentais), o seguinte:\n\n\"Art. – Todos são iguais perante a lei, sem distinção de sexo, raça, trabalho, credo religioso e convicções políticas ou por ser portador de deficiência de qualquer ordem.\n\nParágrafo Único – Será punido por lei toda discriminação atentatória aos direitos humanos.\"\n\n2. Insere, onde couber, no Capítulo II (Dos Direitos Sociais), do Título II (Dos Direitos e Liberdades Fundamentais), o seguinte:\n\nArt. – São proibidas as diferenças de salário e de critério de admissão, promoção e dispensa, por motivo discriminatório, relativos a pessoa portadora de deficiência, raça, cor, sexo, religião, opinião política, nacionalidade, idade, estado civil, origem ou condição social.\n\n3. Inclui, onde couber, no Capítulo III (Dos Direitos Coletivos), do Título II (Dos Direitos e Liberdades Fundamentais), o seguinte:\n\nArt. – Garantir o livre acesso a edifícios públicos e particulares de frequência aberta ao público, a logradouros públicos e ao transporte coletivo, mediante a eliminação de barreiras arquitetônicas, ambientes e a adaptação dos meios de transportes.\n\n4. Acrescente, onde couber, na Seção I (Da Saúde), do Capítulo II (Seguridade Social), do Título IX (Da Ordem Social), o seguinte:\n\nArt. – Garantir e proporcionar a prevenção de doenças ou condições que levem à deficiência.\n\n5. Insere, onde couber, na Seção I (Da Previdência Social), Capítulo II (Da Seguridade Social), Título IX (Da Ordem Social), o seguinte:\n\nArt. – Transformar a \"aposentadoria por invalidez\" em \"seguro-reabilitação\", e permitir à pessoa portadora de deficiência, trabalhar em outra função diferente da anterior, ficando garantido este seguro sempre que houver situação de desemprego.\n\nArt. – Garantir a aposentadoria por tempo de serviço, aos 20 (vinte) anos de trabalho, para as pessoas portadoras de deficiência que tenham expectativa de vida reduzida.\n\n6. Acrescente, onde couber, na Seção III (Da Assistência Social), do Capítulo II (Seguridade Social), do Título IX (Da Ordem Social), o seguinte:\n\nArt. – Assegurar às pessoas portadoras de deficiência, o direito à habilitação e reabilitação com todos os equipamentos necessários.\n\nArt. – Garantir ações de esclarecimentos junto às instituições de ensino, às empresas e às comunidades, quanto a importância de prevenção de doenças ou condições que levem à deficiência.\n\nArt. – Concede a dedução no imposto de renda, de pessoas físicas e jurídicas, dos gastos com adaptação e aquisição de equipamentos necessários ao exercício profissional de pessoas portadoras de deficiência.\n\nArt. – Isenta os impostos às atividades relacionadas ao desenvolvimento de pesquisa, produção, importação e comercialização de material ou equipamento especializado para pessoas portadoras de deficiência.\n\n7. Inclui, onde couber, no Capítulo III (Da Educação e Cultura), do Título IX (Da Ordem Social), o seguinte:\n\nArt. – Assegurar às pessoas portadoras de deficiência, o direito à educação básica e profissionalizante obrigatória e gratuita, sem limite de idade, desde o nascimento.\n\nArt. – A União, os Estados e os Municípios devem garantir para a educação das pessoas portadoras de deficiência, em seus respectivos orçamentos, o mínimo de 10% (dez por cento) do valor que constitucionalmente for destinado à educação.\n\nArt. – Regulamentar e organizar o trabalho das oficinas abrigadas para pessoas portadoras de deficiência, enquanto não possam integrar-se no mercado de trabalho competitivo.\n\n**JUSTIFICATIVA**\n\nA cidadania não necessita de pré-requisito no que pese a particularidade de cada cidadão ou de grupos. Ela deve ser integral e plena, e como tal, deve ser assegurada na Constituição Brasileira.\n\nAs pessoas portadoras de deficiência – física, mental, visual, auditiva e outras deficiências específicas – que representam 10% da população brasileira, tem o direito à plena cidadania. Neste momento faz-se necessário de que esta Comissão se manifeste pelo recebimento da Emenda Popular nº 00086-5 reservada a apreciação de mérito para a ocasião própria.\n\n**EMENDA POPULAR Nº PE-86, de 1987**\n\n\"Dispõe sobre deficientes físicos.\"\n\n**Entidades Responsáveis:** – Organização Nacional de Entidades de Deficientes Físicos – ONEDEF; – Movimento pelos Direitos das Pessoas Deficientes – MDPD, e – Associação Nacional dos Ostomizados.\n\n**Relator:** Constituinte BERNARDO CABRAL\n\nSubscrita por 32.899 eleitores e apresentada pelas entidades associativas acima mencionadas, a presente emenda visa incluir, no Capítulo I do Título II – \"DOS DIREITOS E LIBERDADES FUNDAMENTAIS\" – do Projeto de Constituição diversos dispositivos asseguradores de direitos aos deficientes físicos.\n\nComo, nesta fase dos trabalhos, compete a este colegiado analisar a proposta apenas em seus aspectos formais e considerando que a iniciativa em exame, segundo informações da Secretaria, atende às exigências previstas no art. 24 do Regimento Interno para sua regular tramitação, meu parecer é no sentido de que se garantam esses mecanismos que podemos definir como direitos diferenciais.\n\nO direito da pessoa portadora de deficiência à integração ou reintegração à sociedade tem como condição essencial a reabilitação física, profissional e social. Para termos o direito de ir e vir é necessário o acesso aos meios de transporte, ao espaço urbano e às edificações. Para termos direito à educação e à cultura, é necessário o acesso às instituições educacionais e culturais, bem como à educação especial, para aqueles que dela necessitem, quer através de classe especial, linguagem, por sinal ou labial, ou Braille. É necessário o acesso aos materiais e equipamentos para o desenvolvimento de sua condição motora ou para orientação de locomoção. O direito ao trabalho tem que ser garantido, considerando as particularidades e potencialidades de cada indivíduo. É obrigação do Estado assistir à pessoa portadora de deficiência quando a limitação física ou mental dificulta ou impede sua independência para o exercício de suas atividades cotidianas, pelo tempo que se fizer necessário.\n\n**AUTOR:** INÊS SILVA FELIZ DA FONSECA E OUTROS (32.899 subscritores)\n\n**Entidades Responsáveis:** – Organização Nacional de Entidades de Deficientes Físicos – ONEDEF; – Movimento pelos Direitos das Pessoas Deficientes – MDPD, e – Associação Nacional dos Ostomizados.\n\n**COMISSÃO DE SISTEMATIZAÇÃO**"
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "A inserção dos direitos das pessoas com deficiência em todos os capítulos e não em uma seção específica de tutelas especiais objetivava superar a lógica da caridade e a segregação, garantindo-lhes legalmente a cidadania e o princípio da inclusão ampla.",
        "Pontuacao": 5
      },
      {
        "Letra": "B",
        "Texto": "Na atualidade, na visão dos movimentos sociais, o termo \"pessoa com deficiência\" é mais adequado que a expressão constitucional \"pessoas portadoras de deficiência\", ou mesmo outras mais pejorativas tais quais \"inválidos\", \"especiais\" ou \"defeituosos\", sobretudo por humanizar a pessoa e diminuir o estigma causado pela deficiência.",
        "Pontuacao": 4
      },
      {
        "Letra": "C",
        "Texto": "A reserva de percentual de cargos e empregos públicos para pessoas com deficiência distorce os ganhos políticos que esse grupo conquistou ao incluir seus direitos na \"Constituição Cidadã\" ao invés de corrigir desigualdades sociais e minorar preconceitos.",
        "Pontuacao": 0
      },
      {
        "Letra": "D",
        "Texto": "A Proposta de Emenda Popular à Constituição que era elaborada pela Assembleia Nacional Constituinte propõe alterações em vários artigos de forma a incluir direitos para as pessoas com deficiência, apresenta a justificativa para tais mudanças e o parecer do Deputado Constituinte relator.",
        "Pontuacao": 1
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Média",
    "TopicoId": 2,
    "SubtopicoId": 2,
    "Enunciado": "Sobre o trabalho nas charqueadas do Rio Grande do Sul, foi escrita a seguinte canção apresentada em um festival de música tradicionalista:",
    "Documentos": [
      {
        "Titulo": "Escravo de Saladeiro (1980)",
        "Tipo": "Texto",
        "Descricao": "Brasil Colônia Colonial Escravidão Rio Grande do Sul",
        "Origem": "Neto Fagundes",
        "Url": null,
        "Texto": "Escravo de saladeiro me dói saber como foi  \nTrabalhando o dia inteiro sangrando o mesmo que o boi  \nA faca que mata a vaca, o coice o laço que vem  \nO tronco a soga e a estaca tudo é teu negro também  \n\n(A dor do charque é barata o sal te racha o garrão  \nÉ fácil ver tua pata na marca em sangue no chão  \nO boi que morre te mata pouco a pouco meu irmão)  \n\nPobre negro sem futuro touro olhando humilhado  \nO teu braço de aço escuro sustentou o meu estado  \nJá é hora negro forte que os homens se deem as mãos  \nE se ouça de sul a norte que somos todos irmãos  \n\n**Glossário:**\n- Soga: Corda usada para prender animais a um poste, estaca etc; nas boleadeiras, conjunto de tiras de couro que ligam as esferas.\n- Garrão: calcanhar."
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "Trata do árduo trabalho realizado por escravos no cotidiano das charqueadas rio-grandenses.",
        "Pontuacao": 1
      },
      {
        "Letra": "B",
        "Texto": "Desconstrói a ideia de uma identidade rio-grandense construída a partir da imigração europeia.",
        "Pontuacao": 5
      },
      {
        "Letra": "C",
        "Texto": "A consolidação das charqueadas nas grandes propriedades rurais de caráter industrial ocorreu no século XIX na cidade de Pelotas.",
        "Pontuacao": 4
      },
      {
        "Letra": "D",
        "Texto": "A Revolução Farroupilha, ocasionada por questões relativas ao preço do charque do Rio Grande do Sul, teve como um dos resultados a libertação dos escravos de saladeiros.",
        "Pontuacao": 0
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Difícil",
    "TopicoId": 2,
    "SubtopicoId": 1,
    "Enunciado": "Baseado na imagem e em seu conhecimento acerca dos povos indígenas, escolha uma alternativa:",
    "Documentos": [
      {
        "Titulo": "Canibais de Theodore Bry",
        "Tipo": "Imagem",
        "Descricao": "Representação feita pelo europeu Theodor de Bry, no século XVI, com o objetivo de mostrar os indígenas como bárbaros aos olhos europeus.",
        "Origem": "Theodor de Bry, 1593",
        "Url": "https://dysnjdhxwpqbhaoqrvzv.supabase.co/storage/v1/object/public/histori-acao-storage/7ONHB_segunda_fase_questao_17.jpg",
        "Texto": null
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "A prática do canibalismo entre os autóctones era a principal característica de sua cultura.",
        "Pontuacao": 0
      },
      {
        "Letra": "B",
        "Texto": "A imagem retrata indígenas comendo partes de corpos humanos esquartejados enquanto um observador europeu (ao fundo, de barba) demonstra espanto com a cena.",
        "Pontuacao": 1
      },
      {
        "Letra": "C",
        "Texto": "A carne humana consumida pelos índios tupi era exclusivamente de inimigos mortos em combate e se dava em ritual com participação de toda a tribo.",
        "Pontuacao": 5
      },
      {
        "Letra": "D",
        "Texto": "A expressão da barbárie indígena, presente no desenho de Theodor de Bry, revela o imaginário europeu do século XVI.",
        "Pontuacao": 4
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Difícil",
    "TopicoId": 7,
    "SubtopicoId": 15,
    "Enunciado": "Com base na leitura da matéria jornalística e em seus conhecimentos sobre movimentos político-religiosos populares na Primeira República, é possível afirmar que:",
    "Documentos": [
      {
        "Titulo": "Os fanáticos de Paraná",
        "Tipo": "Texto",
        "Descricao": "Trecho de jornal sobre a Guerra do Contestado (1912-1916). Pede interpretação sobre “fanáticos” e repressão.",
        "Origem": "A Lucta, Sobral, n. 20, 17 de setembro de 1914",
        "Url": null,
        "Texto": "O sr. presidente da Republica conferenciou no dia 1 do corrente com os ministros da Justiça e da Guerra, sobre a situação dos fanaticos do Paraná e Santa Catarina, diante do pedido de intervenção federal feito pelos governos desses estados e hoje reiterados em telegrammas.\n\nO governo resolveu apenas nomear interventor o general Setembrino de Carvalho, marcando-lhe o embarque para o mais breve possível.\n\nTelegrapham de Curitiba que chegam ali numerosas familias fugidas do Rio Negro, com receio dos fanaticos. Hontem seguiram para a zona contestada fortes contingentes da policia paranaense, sob o comando do coronel Fabriciano Rego Barros. Sobre os fanaticos, sabe-se que estiveram no Rio Negro e depois em Itayopolis, onde prenderam as autoridades locaes.\n\nN da R -- o general Setembrino prova assim que é um verdadeiro automato do governo: hontem interviu no Ceará a favor dos phanaticos do padre Cicero e hoje intervem em Paraná contra os phanaticos de João Maria. Tome cuidado general que elles não quebrem a espada de ouro.\n\n-- Os jornaes publicam um grotesco manifesto do chefe dos fanaticos de Taquarussu, que se intitula D. Manoel Alves d'Assumpção Rocha, acclamador constitucional da monarchia sul brazileira.\n\nDentre muitas bobagens constantes do referido manifesto, saliente-se a promessa da annexação do Uruguay à nova monarchia."
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "O periódico cearense se refere ao movimento do Contestado, conflito ocorrido numa zona de litígio entre os estados do Paraná e Santa Catarina entre os anos de 1912 e 1916, e cujas principais características podem ser encontradas nas disputas por terras e no perfil messiânico que mobilizou os camponeses da região.",
        "Pontuacao": 4
      },
      {
        "Letra": "B",
        "Texto": "A conexão entre o movimento ocorrido no Ceará e na região Sul do país demonstra algo que a moderna historiografia dos movimentos sociais brasileiros tem apontado de maneira cada vez mais consistente, isto é, a existência de uma complexa rede que ligou pessoalmente os líderes Padre Cícero Romão Batista, o \"santo monge\" José Maria e Antônio Conselheiro no intuito de transformar a República numa monarquia teocrática.",
        "Pontuacao": 0
      },
      {
        "Letra": "C",
        "Texto": "A utilização do termo \"fanáticos\" para designar os elementos camponeses presentes no movimento do Contestado e naquele liderado por Padre Cícero denota que os cidadãos letrados de então consideravam-se portadores de valores civilizados em detrimento dos homens do \"sertão\", tomados como bárbaros e movidos por crenças consideradas irracionais.",
        "Pontuacao": 5
      },
      {
        "Letra": "D",
        "Texto": "Tanto no movimento de Juazeiro quanto no do Contestado, a religiosidade popular cumpria um papel fundamental nas principais formas de resistência à estrutura de poder vigente.",
        "Pontuacao": 5
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Média",
    "TopicoId": 6,
    "SubtopicoId": 11,
    "Enunciado": "Sobre Memórias de um Sargento de Milícias, destacado o trecho, é possível afirmar:",
    "Documentos": [
      {
        "Titulo": "Memórias de um Sargento de Milícias, 1852",
        "Tipo": "Texto",
        "Descricao": "Segundo Reinado Literatura Século XIX",
        "Origem": "Manuel Antônio de Almeida. São Paulo: Círculo do Livro, s/d [1852]",
        "Url": null,
        "Texto": "**Capítulo XVIII**\n\nOs leitores devem já estar fatigados de histórias de travessuras de criança; já conhecem suficientemente o que foi o nosso memorando em sua meninice, as esperanças que deu, e o futuro que prometeu.\n\nAgora vamos saltar por cima de alguns anos, e vamos ver realizadas algumas dessas esperanças. Agora começam histórias, se não mais importantes, pelo menos um pouco mais sisudas.\n\nComo sempre acontece a quem tem muito onde escolher, o pequeno, a quem o padrinho queria fazer clérigo mandando-o a Coimbra, a quem a madrinha queria fazer artista metendo-o na Conceição, a quem D. Maria queria fazer rábula arranjando-o em algum cartório, e a quem enfim cada conhecido ou amigo queria dar um destino que julgava mais conveniente às inclinações que nele descobria, o pequeno, dizemos, tendo tantas coisas boas, escolheu a pior possível: nem foi para Coimbra, nem para a Conceição, nem para cartório algum; não fez nenhuma destas coisas, nem também outra qualquer: constituiu-se um completo vadio, vadio-mestre, vadio-tipo.\n\nO padrinho desesperava com isso vinte vezes em cada dia por ver frustrado o seu belo sonho, porém não se animava mais a contrariar o afilhado, e deixava-o ir à sua vontade. A comadre tinha conseguido o seu fim, pelo que diz respeito à sobrinha; tanto fizera, que o Leonardo, pilhando a cigana em nova infidelidade, resolveu-se... e arranjou-se... Dessa época começou ele a viver sossegado: o vento da idade começava a apagar-lhe as flamas de ternura.\n\nD. Maria envelhecera sofrivelmente, porém não perdera de modo nenhum a sua mania favorita das demandas: a última que tivera foi talvez a mais desculpável, a mais razoável de todas. Teve por causa a tutoria de uma sua sobrinha que ficara órfã por morte de um seu irmão.\n\nEste irmão tinha um compadre que não gozava de boa reputação: ora, tendo a órfã ficado senhora de alguns mil cruzados que deixara seu pai, ainda que este não tivesse feito testamento, por ser ela filha única e legítima, o compadre apresentou-se pretendendo ser seu tutor.\n\nD. Maria, percebendo o caso, apresentou-se também, e afinal venceu: foi nomeada tutora, e veio-lhe a sobrinha para casa: ela estimou isso, tanto mais que a sua idade já a fazia precisar, ainda não de um apoio, porém de uma companhia.\n\nAs mais personagens continuaram no mesmo estado."
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "Caracteriza as camadas médias brasileiras nos primeiros anos do século XIX e inaugura a referência ao \"malandro\" nas peças artísticas do país.",
        "Pontuacao": 5
      },
      {
        "Letra": "B",
        "Texto": "Demonstra as frustrações da família de Leonardo diante de seu futuro e narra as escolhas profissionais restritas de uma pequena camada média da sociedade.",
        "Pontuacao": 4
      },
      {
        "Letra": "C",
        "Texto": "Revela a trajetória de uma família no começo do século XIX, que reservou grandes expectativas para o futuro de Leonardo, personagem central do livro.",
        "Pontuacao": 1
      },
      {
        "Letra": "D",
        "Texto": "Descreve as limitações da sociedade escravista e a formulação de preconceitos raciais já nos primeiros anos do século XIX.",
        "Pontuacao": 0
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Difícil",
    "TopicoId": 11,
    "SubtopicoId": null,
    "Enunciado": "A partir do texto, é possível afirmar:",
    "Documentos": [
      {
        "Titulo": "O arsenal da macumba",
        "Tipo": "Texto",
        "Descricao": "Texto acadêmico sobre repressão policial às religiões afro-brasileiras e musealização de objetos.",
        "Origem": "Yvonne Maggie. Revista de História da Biblioteca Nacional, 19/9/2007",
        "Url": null,
        "Texto": "'Praticar o espiritismo, a magia e seus sortilégios, usar de talismãs e cartomancias para despertar sentimentos de ódio ou amor, inculcar cura de moléstias curáveis e ou incuráveis, enfim para fascinar e subjugar a credulidade pública', como diz o artigo 157 do Código Penal de 1890, eram práticas condenadas pela lei e pela própria crença da sociedade no Brasil republicano. Desde a promulgação deste Código Penal, e ao longo do século XX, inúmeros acusados de serem maus espíritas, macumbeiros ou pais e mães-de-santo foram levados à prisão em quase todos os estados da federação (...)\n\nOs processos criminais que foram instaurados a partir do artigo 157 do Código Penal de 1890 revelaram o fascínio que essa crença exercia em toda a nossa sociedade. Uma das demonstrações desse fascínio, desse verdadeiro 'vício' na acepção de João do Rio (1906), são as inúmeras coleções de 'apetrechos' apreendidos pela polícia e que se encontram em museus brasileiros. Especialmente a coleção Perseverança, hoje sob a guarda do Instituto Histórico Geográfico de Alagoas, tem uma característica particular, pois revela a participação de grupos ligados à política local no combate aos 'feiticeiros'.\n\n(...)\n\nNo Rio de Janeiro, peritos da polícia eram chamados a opinar sobre os materiais apreendidos e os classificaram como de 'magia negra', parte do 'arsenal dos bruxos', 'objetos próprios para a exploração do falso espiritismo', 'objetos de bruxaria', 'coisas necessárias à mise-en-scène da macumba e candomblé', 'objetos próprios para fazer o mal, ebó (embó)'. Os artefatos recolhidos pela polícia em 'casas de fazer macumba', em terreiros e centros espíritas definidos como 'antros de bruxaria', foram expostos no Museu da Polícia Civil do Rio de Janeiro e constituíam a prova material de que o feitiço existia. O Museu da Polícia contava a história da repressão àqueles que praticavam a bruxaria, usando poderes sobrenaturais para produzir o mal. A bruxaria, na versão do nosso sistema de explicação do infortúnio, era plenamente aceita (...)\n\nA coleção classificada como 'coleção Afro-Brasileira, jogos, entorpecentes, atividades subversivas, falsificações de notas e moedas, mistificação' está registrada sob inscrição nº.1, de 5 de maio de 1938, no Livro Tombo Arqueológico, Etnográfico e Paisagístico do antigo Instituto do Patrimônio Artístico Nacional (IPHAN). As peças antes de seu tombamento em 1938 encontravam-se na Seção de Tóxicos, Entorpecentes e Mistificação da Primeira Delegacia Auxiliar no 'Museu de Magia Negra'. A delegacia que reprimia e perseguia os feiticeiros era a guardiã daquilo que os peritos da polícia definiam como objetos de bruxaria. Essa materialização da bruxaria ainda é vista com desconfiança -- não faltaram pessoas para dizer que aquelas coisas eram perigosas, estavam 'carregadas', 'pesadas' e era arriscado desvendar sua origem. Depois de tombados, os objetos passaram a fazer parte, em 1945, do Museu de Criminologia, um museu científico e de arte popular que faz parte do Conselho Internacional de Museus, registrado como Museu Científico do Departamento de Segurança Pública. O museu tem uma coleção de armas, bandeiras nazistas, pertences de presos políticos. A 'coleção de magia negra' foi organizada pelo primeiro diretor da casa que, para tanto, utilizou-se de bibliografia sobre o tema das religiões afro-brasileiras sobretudo Artur Ramos, Roger Bastide e Edison Carneiro. Em 1979, os objetos da bruxaria no Museu da Polícia estavam dispostos como em um terreiro, com as imagens dos exus separadas das dos outros orixás, os atabaques separados das imagens e os 'trabalhos para fechar caminhos' em estante separada \"dos trabalhos para abrir caminhos\". (...)\n\nJá em 2005, a coleção de 'magia negra' estava fechada à visitação pública. A coleção do Museu da Polícia parece ter sido danificada durante um incêndio, tendo sido colocada na reserva técnica, onde o acesso a ela era proibido. O que significa o desaparecimento da coleção dos olhos do público? Arrisco duas hipóteses. A primeira é que houve nos anos 1970 uma demanda por parte de alguns movimentos políticos para devolver as peças para seus donos originais. Essa demanda foi dificultada porque aqueles itens expostos no Museu eram a prova viva de que a feitiçaria existia e estavam 'carregados'. Mas quem sabe elas não teriam assim mesmo sido encaminhadas à alguma instituição religiosa? Também é possível especular que o sumiço da coleção do Museu da Polícia tenha algo a ver com a força crescente das religiões evangélicas no Rio de Janeiro, inimigas mortais da feitiçaria, que têm crentes em todas as esferas da sociedade, até na policial."
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "A existência de objetos ligados à \"magia\" ou à \"bruxaria\" era, para as forças policiais, a evidência material de que ela era praticada.",
        "Pontuacao": 1
      },
      {
        "Letra": "B",
        "Texto": "Ao arriscar uma das hipóteses para o sumiço da coleção, a autora do texto culpabiliza a ação de seguidores de outras crenças religiosas, de certa forma perpetuando a prática - que ela mesmo condena - do preconceito contra a crença alheia.",
        "Pontuacao": 5
      },
      {
        "Letra": "C",
        "Texto": "A Constituição Brasileira de 1988 em seu artigo 5º, embora estabeleça serem invioláveis a liberdade de consciência e de crença, não garante a proteção aos locais de culto, quaisquer eles sejam.",
        "Pontuacao": 0
      },
      {
        "Letra": "D",
        "Texto": "O fato de a coleção de \"magia negra\" ao mesmo tempo ser objeto de investigação policial e item protegido, em 1938, pelo patrimônio nacional, indica posturas ambivalentes em relação aos mesmos objetos.",
        "Pontuacao": 4
      }
    ]
  },
  {
    "Olimpiada": "7ONHB",
    "Fase": 2,
    "NivelDificuldade": "Média",
    "TopicoId": 8,
    "SubtopicoId": 17,
    "Enunciado": "Sobre a Campanha dos 50%, pode-se afirmar:",
    "Documentos": [
      {
        "Titulo": "A Manhã, 09 de agosto de 1935",
        "Tipo": "Texto",
        "Descricao": "Era Vargas Governo Constitucional Movimento Estudantil",
        "Origem": "A Manhã, Rio de Janeiro, n. 91, 09 agosto 1935",
        "Url": null,
        "Texto": "**A Proclamação**\n\nA não ser que se pretenda transformar as nossas escolas em fábricas de diplomas, infestando o país de médicos, bacharéis, engenheiros, professores, agrônomos, dentistas, químicos, farmacêuticos, todos incompetentes para o desempenho das funções e, portanto, nocivos no desenvolvimento e progresso da Pátria, nós devemos, como sentinelas do futuro, defender intransigentemente nossos sagrados interesses que se confundem com as necessidades do Brasil.\n\nÉ por isso, repetimos, que lançamos esta proclamação à mocidade estudiosa de todas as escolas. Dedicando a nossa vida ao estudo, nós mantemos um nível de vida inferior às demais classes do Brasil.\n\nDe acordo, pois, com nossas necessidades, precisamos bater-nos por abatimentos nos meios de locomoção e diversão dos estudantes.\n\nEsta campanha surge com uma legenda \"Campanha dos 50%\". Em torno dela, devemos nos unir para obter a diminuição das passagens e dos divertimentos.\n\n(...)\n\nColegas de todo o Brasil, realizamos a nossa aspiração imediata! Tudo pela campanha dos 50%!"
      },
      {
        "Titulo": "A Manhã, de 17 de setembro de 1935",
        "Tipo": "Texto",
        "Descricao": "Era Vargas Governo Constitucional Movimento Estudantil",
        "Origem": "A Manhã, Rio de Janeiro, nº 124, 17 setembro 1935",
        "Url": null,
        "Texto": "**O memorial dos estudantes, entregue à minoria parlamentar**\n\n(...)\n\nUm dos fatores que mais concorrem para o alarmante coeficiente de analfabetos, no Brasil, é indiscutivelmente a dificuldade de transportes e o preço exorbitante das passagens. Em vários países e mesmo em algumas unidades da nossa Federação os estudantes gozam esse abatimento, evidentemente justíssimo. E, realmente, não se compreende que um jovem brasileiro, faminto de saber, não possa estudar, devido ao elevado preço dos transportes, que, na sua maioria, está nas mãos de poderosas companhias estrangeiras. Pleiteando esse abatimento, nós defendemos os interesses do povo e do Brasil. Portanto, combater a 'Campanha dos 50%' é ser contra os estudantes, o povo e o Brasil, e é estar ao lado de empresas estrangeiras que têm lucros fabulosos!"
      }
    ],
    "Alternativas": [
      {
        "Letra": "A",
        "Texto": "Denotava a imaturidade da esquerda brasileira em enfrentar a crescente repressão de Getúlio Vargas aos comunistas, num contexto em que a taxa de analfabetismo era de 56%.",
        "Pontuacao": 0
      },
      {
        "Letra": "B",
        "Texto": "Anunciava a formação de um movimento social que reivindicava o pagamento de \"meia entrada\" para estudantes em eventos culturais e no transporte público.",
        "Pontuacao": 1
      },
      {
        "Letra": "C",
        "Texto": "Marcava a entrada de um movimento social de juventude na cena política, da qual já participavam trabalhadores urbanos, processo interrompido com o advento do Estado Novo.",
        "Pontuacao": 4
      },
      {
        "Letra": "D",
        "Texto": "Reivindicando políticas públicas e de assistência não oferecidas pelo Estado, os estudantes se constituíam como sujeitos políticos.",
        "Pontuacao": 5
      }
    ]
  }
]
